Repository: fossasia/eventyay-ticket-pages
Catalog: pretix_pages/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Pages
uk: Сторінки

source: Allows you to add static pages to your event site, for example for a FAQ, terms of service, etc.
uk: Дозволяє Вам додавати статичні сторінки до сторінки з подією, такі як Часті запитання, Умови обслуговування тощо.

source: URL form
uk: Форма URL

source: The slug may only contain letters, numbers, dots and dashes.
uk: Ім'я може містити лише літери, цифри, крапки та тире.

source: This will be used to generate the URL of the page. Please only use latin letters, numbers, dots and dashes. You cannot change this afterwards.
uk: Це буде використано для створення URL-адреси сторінки. Використовуйте, будь ласка, лише латинські літери, цифри, крапки та тире. Змінити це пізніше буде неможливо.

source: Page title
uk: Назва сторінки

source: Page content
uk: Зміст сторінки

source: Show link on the event start page
uk: Показувати посилання на головній сторінці події

source: Show link in the event footer
uk: Показувати посилання знизу сторінки

source: Require the user to acknowledge this page before an order is created (e.g. for terms of service).
uk: Вміст цієї сторінки має бути прийнятий користувачем перед створенням замовлення (наприклад, для умов обслуговування).

source: The page has been created.
uk: Сторінка була створена.

source: The page has been modified.
uk: Сторінка була змінена.

source: The page has been deleted.
uk: Сторінка була видалена.

source: I have read and agree with the content of the following pages: {plist}
uk: Я прочитав(-ла) і погоджуюся з вмістом наступних сторінок: {plist}

source: Delete a page
uk: Видалити сторінку

source: Are you sure you want to delete the page <strong>%(name)s</strong>?
uk: Ви дійсно хочете видалити сторінку <strong>%(name)s</strong>?

source: Cancel
uk: Скасувати

source: Delete
uk: Видалити

source: Page
uk: Сторінка

source: General information
uk: Загальна інформація

source: Please enable JavaScript
uk: Активуйте, будь ласка, JavaScript

source: Save
uk: Зберегти

source: Page history
uk: Історія сторінки

source: More information
uk: Докладніше

source: You haven't created any pages yet.
uk: Ви ще не створили жодної сторінки.

source: Create a new page
uk: Створити нову сторінку

source: The requested page does not exist.
uk: Потрібна сторінка не існує.

source: The order of pages has been updated.
uk: Порядок сторінок оновлено.

source: You already have a page on that URL.
uk: У Вас уже є сторінка з цією URL-адресою.

source: The selected page has been deleted.
uk: Обрана сторінка була видалена.

source: Your changes have been saved.
uk: Ваші зміни були збережені.

source: We could not save your changes. See below for details.
uk: Нам не вдалося зберегти Ваші зміни. Подробиці дивіться нижче.

source: The new page has been created.
uk: Нова сторінка була створена.
